export default {
  auth: {
    login: {
      heading: 'स्वागत!',
      label: 'जारी रखने के लिए लॉगिन या रजिस्टर करें',
      forgotPassword: 'पासवर्ड भूल गए?',
      or: 'या',
      login: 'पंजीकृत मोबाइल नंबर/रिश्ता आईडी',
      password: 'पासवर्ड',
      otp: 'ओटीपी के जरिए लॉगइन करें',
      poweredBy: 'द्वारा संचालित',
      approval: 'साइन अप करके आप दर्शाते हैं कि आपने सेवा की शर्तें पढ़ ली हैं और उनसे सहमत हैं।',
      loginButton: 'लॉग इन करें',
      registration: 'नया उपयोगकर्ता पंजीकरण',
    },
    register: {
      heading: 'नया उपयोगकर्ता पंजीकरण',
      selectProfession: '1. कृपया अपना "नौकरी पेशा" चुनें',
      retailer: 'फुटकर विक्रेता',
      influencer: 'प्रभावशाली व्यक्ति',
      enterMobile: '2. ओटीपी प्राप्त करने के लिए अपना मोबाइल नंबर दर्ज करें',
      getOtpPhone: 'फ़ोन कॉल के माध्यम से ओटीपी प्राप्त करने के लिए यहां क्लिक करें',
      mobile: 'अपना मोबाइल संख्या दर्ज करे',
      getOtp: 'ओटीपी प्राप्त करें'
    }
  },
};
